Repository: common-repository/wooiran-commerce
Catalog: languages/gateways/wirc-gateways-*.po
Languages: fa_ir

source: ParsPal
fa_ir: پارس پال

source: ParsPal Payment Gateway
fa_ir: دروازه پرداخت پارس پال

source: No action has not yet been done.
fa_ir: هیچ فرایندی انجام نشده است

source: The amount paid is not identical with the requested amount.
fa_ir: مقدار واریز شده با مقدار درخواست شده برابر نیست

source: Previously has been paid.
fa_ir: پیش از این پرداخت شده است

source: The receipt number is invalid.
fa_ir: شماره رسید نامعتبر است

source: Payment completed successfully.
fa_ir: پرداخت با موفقیت انجام شد.

source: Your payment gateway is disabled.
fa_ir: دروازه پرداخت شما غیرفعال شده است

source: Your payment gateway is expired.
fa_ir: دروازه پرداخت شما منقضی شده است

source: Your payment gateway is blocked.
fa_ir: دروازه پرداخت شما مسدود شده است

source: Your payment gateway merchent id or password is invalid.
fa_ir: شناسه تجاری دروازه پرداخت یا رمز عبور شما نامعتبر است

source: The user is inactive.
fa_ir: کاربر غیرفعال می باشد

source: The server IP-address is invalid.
fa_ir: آدرس آیپی سرور نامعتبر است

source: The action was successful.
fa_ir: فرایند موفقیت آمیز بود

source: The action was fails.
fa_ir: فرایند شکست خورد

source: Enable/Disable
fa_ir: فعال کردن / غیرفعال کردن

source: Enable ParsPal Gateway.
fa_ir: فعال کردن دروازه پارس پال

source: Title
fa_ir: عنوان

source: This will be shown in the order table.
fa_ir: این در جدول سفارش نمایش داده می شود.

source: Description
fa_ir: توضیحات

source: Description about ParsPal gateway, this will be shown in the order table.
fa_ir: توضیحات درباره دروازه پارس پال، این در جدول سفارش نمایش داده می شود.

source: Merchant Gateway ID
fa_ir: شناسه دروازه تجاری

source: Merchant Gateway Password
fa_ir: رمز عبور دروازه تجاری

source: Cancel the payment action.
fa_ir: لغو کردن فرایند پرداخت

source: ParsPal Receipt Number: %d
fa_ir: شماره رسید پارس پال: %d
